{
	"nav": {
		"cvLink": "CV",
		"aboutMeLink": "Acerca de",
		"projectsLink": "Proyectos",
		"contactLink": "Contacto"
	},
	"hi": "Hola, soy Fabi谩n Blanco Wuest",
	"phrases": [
		"Creaci贸n de Sitios y Aplicaciones Web",
		"Desarrollador Web Full-Stack",
		"Explora mi portafolio"
	],
	"subtitleMobile": "Construyo sitios web y aplicaciones web. 火",
	"aboutMe": "Conoce a Fabi谩n Blanco Wuest",
	"presentation": [
		"Soy un apasionado desarrollador radicado en Argentina, que comenz贸 su carrera en el mundo del desarrollo front-end. Con el tiempo, ampli茅 mis habilidades y ahora me especializo en el desarrollo de aplicaciones cliente/servidor utilizando las pilas MERN y PERN. Mi objetivo es contribuir a proyectos innovadores y desafiantes que no s贸lo enriquezcan mi experiencia profesional, sino que tambi茅n marquen un hito significativo en mi carrera.",
		"A continuaci贸n encontrar谩s una selecci贸n de mis proyectos m谩s recientes. Cada uno de ellos refleja mi dedicaci贸n, creatividad y habilidades t茅cnicas. Si algo que ves te llama la atenci贸n o si tienes alguna propuesta de colaboraci贸n, no dudes en contactar conmigo. Siempre estoy abierto a nuevas oportunidades y desaf铆os."
	],
	"webDevelopment": "Desarrollo Web",
	"webDevelopmentDescription": "Desarrollador Full Stack con formaci贸n en JavaScript, ReactJS, Node.js, Java, Express, CSS, HTML, MongoDB, Postgre SQL y Sequelize, especializado en Front-end. Conocimiento de metodolog铆as 谩giles, GIT, UX, UI, estructura de datos, algoritmos.",
	"education": "Educaci贸n",
	"educationDescription": "Soy graduado de una Especializaci贸n T茅cnica en Desarrollo de Software y he completado rigurosos bootcamps tales como \"Henry Bootcamp\", \"Egg Cooperaci贸n\" y \"Free Code Camp\", entre otros. Adicionalmente, mi objetivo es seguir la Licenciatura en Sistemas en la Universidad Tecnol贸gica Nacional.",
	"projects": "Mis proyectos",
	"projectsInfo": "Estos son algunos de los proyectos que he creado y/o trabajado recientemente...",
	"letsTalk": "隆Hablemos!",
	"contactPhrase": "Cont谩ctame para iniciar tu proyecto de desarrollo web y har茅 realidad tu visi贸n.",
	"contactBtn": "Contacto ",
	"footerPhrase": "Aprendo y creo todos los d铆as. Hagamos un proyecto juntos.",
	"btnProjects": "Ver mas proyectos "
}
