{
	"months": [
		"Enero",
		"Febrero",
		"Marzo",
		"Abril",
		"Mayo",
		"Junio",
		"Julio",
		"Agosto",
		"Septiembre",
		"Octubre",
		"Noviembre",
		"Diciembre"
	],
	"cvInfo": "Full Stack Developer con experiencia en tecnologías de desarrollo web como JavaScript, React.js, TypeScript, Next.js, Node.js, Express, HTML, CSS, Bootstrap y bases de datos como MongoDB, PostgreSQL y Sequelize. Sólidos conocimientos en metodologías ágiles, Git, UX/UI, estructuras de datos y algoritmos. Experiencia en la creación y mantenimiento de aplicaciones escalables, integrando tanto frontend como backend y gestionando la arquitectura de datos. Poseo una actitud orientada a la resolución de problemas, adaptabilidad y capacidad de automotivación, con un nivel de inglés Upper Intermediate.",
	"smahh": "Desarrollo de una aplicación web responsive orientada a la venta de servicios de ciberseguridad, diseñada para abordar desafíos reales en la gestión de estos servicios en un entorno empresarial.",
	"smahhTasks": [
		"Funcionalidades implementadas: Creación de un sistema de autenticación, registro de usuarios, envío de formularios y correo electrónico, y gestión de tickets de venta para servicios de ciberseguridad.",
		"Diseño y navegación: Desarrollo de varias secciones como Landing Page, Dashboard, About y Services, con una interfaz intuitiva y profesional para clientes.",
		"Responsabilidades: Responsable del diseño y desarrollo de la interfaz en React.js y CSS, implementando una arquitectura de frontend escalable."
	],
	"techsUsed": "Tecnologías utilizadas:",
	"rym": "Desarrollo de una aplicación web inspirada en la serie “Rick and Morty”, que permite a los usuarios explorar y gestionar personajes mediante el consumo de la API oficial.",
	"rymTasks": [
		"Funcionalidades principales: Creación de un sistema de autenticación y registro de usuarios, búsqueda de personajes, visualización de detalles, guardado en favoritos y filtrado por nombre y género.",
		"Navegación y experiencia de usuario: Desarrollo de varias páginas de navegación como Home, About, y Favorites, proporcionando una experiencia de usuario fluida.",
		"Responsabilidades técnicas: Diseño de la interfaz en React.js con manejo de estados mediante Redux; implementación del backend con Node.js y Express; gestión y consulta de datos en PostgreSQL mediante Sequelize."
	],
	"mpc": "Desarrollo de una aplicación web responsive para la venta de números de sorteo, donde los usuarios pueden seleccionar sus números, elegir premios y procesar su pago. El sorteo está programado para fin de diciembre de 2024.",
	"mpcTasks": [
		"Maquetación y diseño web: Responsable único de la maquetación de la aplicación y de crear una interfaz de usuario amigable y adaptada para teléfonos y tablets.",
		"Lógica de cliente y UI: Implementación de la lógica del cliente para manejar la selección de números, premios y métodos de pago.",
		"Tecnologías utilizadas: HTML, CSS para el diseño de la interfaz; JavaScript para la funcionalidad interactiva y lógica de la aplicación."
	],
	"theSimpsonsApp": "Desarrollo de una aplicación web responsive basada en “Los Simpson”, que muestra tarjetas con información e imágenes de los personajes de la serie. La aplicación permite explorar detalles de cada personaje, buscar por nombre y navegar por secciones adicionales como la historia de la serie y una página \"Acerca de mí\".",
	"theSimpsonsAppTasks": [
		"Diseño y desarrollo de la interfaz: Creación de un diseño intuitivo y 100% responsive, optimizado para diversos dispositivos.",
		"Renderizado dinámico y manipulación del DOM: Implementación de renderizado dinámico de tarjetas de personajes, sin el uso de frameworks o librerías de JavaScript.",
		"Funcionalidad de búsqueda: Desarrollo de un buscador de personajes que permite filtrar por nombre.",
		"Consumo de API y asincronía: Utilización de JavaScript para consumir una API, manejar la asincronía y gestionar datos."
	],
	"cvProjectLinks": ["Sitio Web", "Repositorio en GitHub"],
	"sectionTitle": [
		"EXPERIENCIA: ",
		"TECNOLOGÍAS: ",
		"EDUCACIÓN PROFESIONAL: ",
		"EDUCACIÓN COMPLEMENTARIA: ",
		"IDIOMAS: "
	],
	"textDatabase": "Bases de Datos",
	"technologies": [
		"Lenguajes de Programación y Diseño",
		"Bibliotecas y Frameworks",
		"Bases de Datos",
		"Herramientas",
		"Metodologías Ágiles"
	],
	"professionalEducation": [
		"Tecnicatura Universitaria en Programación - Universidad Tecnológica Nacional - Primer Año - Cursando Actualmente.",
		"Full Stack Web Developer. Henry Bootcamp. 800 horas de cursado teórico-práctico. 2023.",
		"Full Stack Developer – Egg Education. 500 horas de cursado teórico-practico. 2022.",
		"Especialización Técnica en Desarrollo de Software – Instituto Politécnico Formosa. 1040 horas de cursado teórico practico. 2020.",
		"Tecnicatura Superior en Informática – Tercer Año - UPCN. 2018."
	],
	"complementaryEducation": [
		"FreeCodeCamp – JavaScript Algorithms and Data Structures. 2022.",
		"Argentina Programa – Primera Etapa. 2023."
	],
	"languages": ["Inglés B2 - Upper Intermediate", "Español Nativo"],
	"btnDownload": "Descargar CV en PDF ",
	"btnView": "Ver CV en PDF ",
	"btnClose": "Cerrar "
}
