{
	"months": [
		"January",
		"February",
		"March",
		"April",
		"May",
		"June",
		"July",
		"August",
		"September",
		"October",
		"November",
		"December"
	],
	"cvInfo": "Full Stack Developer with experience in web development technologies such as JavaScript, React.js, TypeScript, Next.js, Node.js, Express, HTML, CSS, Bootstrap, and databases like MongoDB, PostgreSQL, and Sequelize. Strong skills in Agile methodologies, Git, UX/UI, data structures, and algorithms. Skilled in creating and maintaining scalable applications, integrating both frontend and backend, and managing data architecture. Possesses a problem-solving mindset, adaptability, and self-motivation, with an Upper Intermediate level of English.",
	"smahh": "Developed a responsive web application for cybersecurity service sales, designed to address real challenges in managing these services within a business environment.",
	"smahhTasks": [
		"Implemented functionalities: Created a user authentication system, registration, form and email submission, and ticket management for cybersecurity services.",
		"Design and navigation: Developed sections including Landing Page, Dashboard, About, and Services with an intuitive and professional interface for clients.",
		"Responsibilities: Responsible for the UI design and development using React.js and CSS, implementing a scalable frontend architecture."
	],
	"techsUsed": "Technologies used:",
	"rym": "This project focused on the development of an application based on the famous TV series \"Rick and Morty\" in which you can access cards with information about the characters of the series through the consumption of the official API of Rick and Morty.",
	"rymTasks": [
		"Design and develop an App for students that includes: User login, user registration in database, search for characters of the series, access to details, saving in favourites, filtering by name and gender.",
		"Develop various navigation pages such as Home, About and Favorites."
	],
	"mpc": "Responsible for the development and maintenance of the company's systems frontend, acting as the main interface developer.",
	"mpcTasks": [
		"Web design and layout: Design and development of intuitive interfaces optimized for mobile devices and tablets, ensuring a fluid and accessible user experience.",
		"Client-side logic and UI implementation: Development of interactive features and client-side logic, ensuring a seamless connection between the frontend and the backend.",
		"HTML and CSS: Creating responsive and adaptive visual components; JavaScript: Developing dynamic and interactive features, improving the usability and efficiency of systems."
	],
	"theSimpsonsApp": "Developed a responsive web application based on “The Simpsons,” displaying character cards with information and images. Users can explore character details, search by name, and navigate additional sections like series history and an \"About Me\" page.  ",
	"theSimpsonsAppTasks": [
		"UI design and development: Created an intuitive and 100% responsive design optimized for various devices.",
		"Access to character details",
		"Dynamic rendering and DOM manipulation: Implemented dynamic rendering of character cards without using JavaScript frameworks or libraries.",
		"Search functionality: Developed a character search feature with name filtering.",
		"API consumption and asynchrony: Used JavaScript to consume an API, manage asynchrony, and handle data."
	],
	"cvProjectLinks": ["Website", "Repository on GitHub"],
	"sectionTitle": [
		"EXPERIENCE: ",
		"TECHNOLOGIES: ",
		"PROFESSIONAL EDUCATION: ",
		"COMPLEMENTARY EDUCATION: ",
		"LANGUAGES"
	],
	"textDatabase": "Database",
	"technologies": [
		"Programming and Design Languages",
		"Libraries and Frameworks",
		"Databases",
		"Tools",
		"Agile Methodologies"
	],
	"professionalEducation": [
		"University Degree in Programming - National Technological University - First Year - Currently studying.",
		"Full Stack Web Developer. Henry Bootcamp. 800 hours of theoretical-practical coursework. 2023.",
		"Full Stack Developer - Egg Education. 500 hours of theoretical-practical coursework. 2022.",
		"Technical Specialization in Software Development - Polytechnic Institute Formosa. 1040 hours of theoretical-practical course. 2020.",
		"Higher Technical Degree in Computer Science - Third Year - UPCN. 2018."
	],
	"complementaryEducation": [
		"FreeCodeCamp - JavaScript Algorithms and Data Structures. 2022.",
		"Argentina Programming - First Stage. 2023."
	],
	"languages": ["English B2 - Upper Intermediate", "Native Spanish"],
	"btnDownload": "Download CV in PDF ",
	"btnView": "View Resume in PDF ",
	"btnClose": "Close "
}
