{
	"cvInfo": "Full Stack Developer with background in JavaScript, ReactJS, Node.js, Java, Express, CSS, Bootstrap, HTML, MongoDB, PostgreSQL and Sequelize, specialized in Front-end. Knowledge in agile methodologies, GIT, UX, UI, data structure, algorithms. Experience in Front End and Back End development / data architecture. Positive attitude, adaptability, problem analysis and self-motivation. English level: Upper Intermediate.",
	"smahh": "This project focused on the development of an application for the sale of cybersecurity services, simulating the implementation of technological solutions in a business environment. Although the name \"Smahh\" is fictitious, the project was designed to address real challenges in selling and managing cybersecurity services.",
	"smahhTasks": [
		"Design and develop a responsive App for clients that includes: User login, user registration in database, form and email submission, registration of cybersecurity services sales tickets.",
		"Develop Landing Page, Dashboard, About, Services."
	],
	"techsUsed": "Technologies used:",
	"rym": "This project focused on the development of an application based on the famous TV series \"Rick and Morty\" in which you can access cards with information about the characters of the series through the consumption of the official API of Rick and Morty.",
	"rymTasks": [
		"Design and develop an App for students that includes: User login, user registration in database, search for characters of the series, access to details, saving in favourites, filtering by name and gender.",
		"Develop various navigation pages such as Home, About and Favorites."
	],
	"mpc": "This project focuses on a responsive application for selling numbers, for a draw that takes place on Mother's Day in Argentina in the year 2024. Where the user chooses one or more numbers to participate in said draw, then chooses the prizes in those who wish to participate and finally select the payment method.",
	"mpcTasks": [
		"Design the layout of the responsive web application (optimized for phones and tablets).",
		"Sole and main layout designer of the project.",
		"Work with cascading style sheets with the CSS design language.",
		"No CSS frameworks or libraries were used."
	],
	"theSimpsonsApp": "This project involves a responsive application themed around the TV series The Simpsons. Upon entering the site, cards with information and images of all the characters from the series are displayed. Additionally, it is possible to access the details of each character by clicking on their card. The application includes a character search functionality through a search input, a section with the history of the series, and an About Me section. The application is entirely developed with HTML, CSS, and Vanilla JavaScript, without using any JavaScript libraries or frameworks, although the CSS framework Bootstrap was employed. This application demonstrates my skills in the use of Vanilla JavaScript, such as DOM manipulation, API consumption, asynchrony, array and object iteration, etc.",
	"theSimpsonsAppTasks": [
		"Designed and developed an app featuring dynamic rendering of character cards",
		"Character search by name",
		"Access to character details",
		"Intuitive navigation through different pages of the project",
		"100% responsive design",
		"No JavaScript libraries or frameworks used"
	],
	"cvProjectLinks": ["Website", "Repository on GitHub"],
	"sectionTitle": [
		"PRINCIPAL PROJECTS",
		"TECHNOLOGIES",
		"PROFESSIONAL EDUCATION",
		"COMPLEMENTARY EDUCATION",
		"LANGUAGES"
	],
	"textDatabase": "Database",
	"technologies": [
		"Programming and Design Languages",
		"Libraries and Frameworks",
		"Databases",
		"Tools",
		"Agile Methodologies"
	],
	"professionalEducation": [
		"Full Stack Web Developer. Henry Bootcamp. 800 hours of theoretical-practical coursework. 2023.",
		"Full Stack Developer - Egg Education. 500 hours of theoretical-practical coursework. 2022.",
		"Technical Specialization in Software Development - Polytechnic Institute Formosa. 1040 hours of theoretical-practical course. 2020.",
		"Higher Technical Degree in Computer Science - Third Year - UPCN. 2018."
	],
	"complementaryEducation": [
		"FreeCodeCamp - JavaScript Algorithms and Data Structures. 2022.",
		"Argentina Programming - First Stage. 2023."
	],
	"languages": ["English B2 - Upper Intermediate", "Native Spanish"],
	"btnDownload": "Download CV in PDF ",
	"btnView": "View Resume in PDF ",
	"btnClose": "Close "
}
