{
	"nav": {
		"cvLink": "CV",
		"aboutMeLink": "About me",
		"projectsLink": "Projects",
		"contactLink": "Contact"
	},
	"hi": "Hi, I'm Fabián Blanco Wuest",
	"phrases": [
		"I build websites and web applications👷‍♂️",
		"Full-Stack Web Developer💻",
		"Browse my portfolio💼"
	],
	"phrasesMobile": [
		"I build websites and web apps👷‍♂️",
		"Full-Stack Developer💻",
		"Browse my portfolio💼"
	],
	"aboutMe": "Let me introduce myself",
	"presentation": [
		"I am a passionate developer based in Argentina, who began his career in the world of front-end development. Over time, I have expanded my skills and now specialize in developing client/server applications using the MERN and PERN stacks. My goal is to contribute to innovative and challenging projects that not only enrich my professional experience, but also mark a significant milestone in my career.",
		"Below you will find a selection of my most recent projects. Each one of them reflects my dedication, creativity and technical skills. If something you see catches your attention or if you have any collaboration proposals, do not hesitate to contact me. I am always open to new opportunities and challenges.",
		"Explore my portfolio, you will find my projects, my resume, programmer phrases, a form where you can contact me and more."
	],
	"webDevelopment": "Web Development",
	"webDevelopmentDescription": "Full Stack Developer with training in JavaScript, ReactJS, Node.js, Nextjs, TypeScript, Java, Express, CSS, HTML, MongoDB, Postgre SQL and Sequelize, specialized in Front-end. Knowledge of agile methodologies, GIT, UX, UI, data structure, algorithms.",
	"education": "Education",
	"educationDescription": "I hold a degree in Technological Specialization in Software Development and have completed rigorous bootcamps including \"Henry,\" \"Egg Cooperation,\" and \"Free Code Camp,\" among others. Additionally, I am currently pursuing a Bachelor's Degree in Systems at the National Technological University.",
	"projects": "My projects",
	"projectsInfo": "These are some of the projects I have created and/or worked on recently...",
	"letsTalk": "Let's Talk!",
	"contactPhrase": "Contact me to start your web development project and I will make your vision come true.",
	"contactBtn": "Contact ",
	"footerPhrase": [
		"I learn and create every day.",
		"Let's do a project together."
	],
	"footerLinks": ["CV", "Projects", "About me", "Contact"],
	"btnProjects": "See more projects ",
	"contactFormTitle": "Contact Form",
	"contactForm": ["Name", "Email address", "Subject", "Message"],
	"formPlaceHolders": [
		"Tell me your name...",
		"Share your email address...",
		"Tell me what it's about...",
		"Drop me a line....."
	],
	"btnForm": "Submit "
}
